/* KiraLegacy — ja. Исходный текст русский, остальное перевод с него. */

"brand.wordmark" = "K I R A";
"tab.home" = "ホーム";
"tab.search" = "検索";
"tab.files" = "マイリスト";
"home.trending" = "急上昇";
"home.popular" = "人気";
"home.movies" = "人気の映画";
"home.series" = "人気のシリーズ";
"home.play" = "再生";
"home.info" = "詳細";
"home.hero.fallback" = "アニメ";
"row.empty" = "何もありません";
"row.failed" = "読み込めませんでした";
"files.continue" = "続きから";
"files.favorite" = "お気に入り";
"files.settings" = "設定";
"files.about" = "このアプリについて";
"files.empty" = "まだ何もありません。\n\n作品を開いてリストに追加するか、再生を始めれば「続きから」に表示されます。";
"card.episode" = "第%ld話";
"search.placeholder" = "アニメのタイトル";
"search.prompt" = "タイトルで検索してください";
"search.empty" = "見つかりませんでした";
"refresh.pull" = "引っ張って更新";
"refresh.release" = "離して更新";
"refresh.loading" = "更新中…";
"status.none" = "なし";
"status.planning" = "見たい";
"status.watching" = "視聴中";
"status.completed" = "視聴済み";
"status.dropped" = "中断";
"sheet.cancel" = "キャンセル";
"sheet.list" = "リストに追加";
"sheet.list.remove" = "リストから削除";
"toast.list.removed" = "リストから削除しました";
"toast.fav.on" = "お気に入りに追加しました";
"toast.fav.off" = "お気に入りから削除しました";
"anime.untitled" = "タイトルなし";
"anime.movie" = "映画";
"anime.episodes" = "全%ld話";
"anime.minutes" = "%ld分";
"episode.number" = "第%ld話";
"episode.number.title" = "第%ld話 — %@";
"source.sub" = "字幕";
"source.dub" = "吹き替え";
"source.resolver" = "リゾルバ";
"subtitle.default" = "字幕";
"detail.characters" = "キャラクター";
"detail.showmore" = "もっと見る";
"detail.showless" = "閉じる";
"detail.sort.asc" = "話数 ↑";
"detail.sort.desc" = "話数 ↓";
"detail.subs" = "字幕";
"detail.dub" = "吹き替え";
"detail.count" = "全%lu話";
"detail.next.days" = "あと%ld日%ld時間";
"detail.next.hours" = "あと%ld時間";
"detail.noepisodes" = "エピソードが見つかりません（ミラーにもカタログにも）";
"detail.retry" = "もう一度試す";
"detail.nosource" = "ソースが見つかりません";
"detail.searching" = "第%ld話のソースを検索中…";
"detail.nosources.kind" = "第%ld話のソースがありません（%@）";
"detail.source" = "ソース";
"detail.withsubs" = " · 字幕あり";
"detail.watch" = "再生";
"detail.nolink" = "ソースがリンクを返しませんでした";
"player.seek10" = "10秒";
"player.quality" = "画質";
"player.quality.short" = "%@ ▾";
"player.quality.fellback" = "選んだ画質では開けませんでした";
"player.quality.auto" = "自動";
"player.quality.cant" = "%@ — 再生できません";
"player.quality.set" = "画質：%ldp";
"player.quality.setauto" = "画質：自動";
"player.subs.on" = "字幕オン";
"player.subs.off" = "字幕オフ";
"player.failed" = "ストリームを準備できませんでした";
"player.notopened" = "このソースを開けませんでした。\n戻って別のソースを選んでください。";
"player.live" = "ライブ";
"player.auto" = "自動";
"settings.title" = "設定";
"settings.language" = "言語";
"settings.language.system" = "システムに従う（%@）";
"settings.source" = "既定のソース";
"settings.source.note" = "ミラーは上から順に試され、選んだものが見つかれば確認なしで使われます。画質の選択と字幕の両方に対応しているのは HiAnime だけです。";
"settings.source.ask" = "毎回たずねる";
"settings.quality" = "既定の画質";
"settings.quality.note" = "画質の選択肢はすべてのミラーにあるわけではありません。ない場合、この設定は何も変えません。";
"settings.quality.auto" = "端末に合わせる";
"settings.playback" = "再生";
"settings.playback.note" = "動画は 127.0.0.1 のプロキシを経由します。古い iOS にはミラーの証明に使われるルート証明書がないためです。プロファイルでルート証明書を入れれば、プロキシは不要になります。";
"settings.profile.install" = "ルート証明書をプロファイルで入れる";
"settings.profile.failed" = "ローカルサーバーを起動できませんでした";
"settings.direct.on" = "直接再生：オン";
"settings.direct.off" = "直接再生：オフ";
"settings.log" = "ログ";
"settings.log.note" = "アプリがシステムログに書くものは、書類フォルダ内のファイルにも記録されます。「ファイル」や iTunes から取り出せます。";
"settings.log.clear" = "ログを消去";
"settings.log.cleared" = "ログを消去しました";
"about.title" = "このアプリについて";
"about.version" = "バージョン %@";
"about.tagline" = "複数のソースから視聴できるアニメクライアント。iOS 5.1 以降向けにビルドされています。";
"about.developer" = "開発者：Computershik";
"about.link.4pda" = "4PDA のプロフィール";
"about.link.telegram" = "Telegram チャンネル";
"about.link.donate" = "開発者を支援する";
"about.tls" = "暗号化: %@";
"about.roots" = "ルート証明書";
"about.roots.note" = "古い iOS の信頼済みルート証明書ストアは更新が止まっており、各ソースはそこでは検証できません。これらのルート証明書はアプリに同梱され、独自の検証で使われます。";
"about.trademarks" = "各商標は、それぞれの権利者に帰属します。";
"cert.gts_root_r1" = "動画ミラー、予備の連鎖";
"cert.gts_root_r2" = "動画ミラー、予備の連鎖";
"cert.gts_root_r3" = "動画ミラー、予備の連鎖";
"cert.gts_root_r4" = "AniList のカタログと動画ミラー";
"cert.amazon_root_ca1" = "エピソードのサムネイル";
"cert.isrg_root_x1" = "動画ミラー（予備）";
"cert.isrg_root_x2" = "字幕ファイル";
"settings.custom" = "独自のソース";
"settings.custom.note" = "自分で追加したソース：HLS の直リンクか JSON インターフェース。標準のミラーと一緒に問い合わせます。";
"settings.custom.empty" = "まだ何も追加されていません";
"settings.custom.add" = "ソースを追加";
"custom.title" = "独自ソース";
"custom.new" = "新しいソース";
"custom.name" = "名前";
"custom.name.placeholder" = "マイソース";
"custom.kind" = "種類";
"custom.kind.direct" = "直リンク";
"custom.kind.json" = "JSON インターフェース";
"custom.address" = "HLS のアドレス";
"custom.address.json" = "アドレスのテンプレート";
"custom.address.placeholder" = "https://…";
"custom.address.note" = "テンプレートでは {aniId}、{malId}、{episode}、{kind} が置き換わります。";
"custom.path" = "フィールドのパス";
"custom.path.placeholder" = "sources[0].file";
"custom.path.note" = "応答内のリンクまでのパス。例：sources[0].file。ドットと角括弧の添字を解釈します。";
"custom.referer" = "Referer";
"custom.referer.placeholder" = "https://…（空でも可）";
"custom.offset" = "話数のずれ";
"custom.offset.note" = "AniList の話数に加算します。ソースがシーズン内で数える場合に使います。";
"custom.enabled" = "有効";
"custom.off" = "無効";
"custom.off.suffix" = "（無効）";
"custom.test" = "テスト";
"custom.test.note" = "テストは見本で行います：AniList %ld、第 %ld 話。";
"custom.testing" = "確認中…";
"custom.save" = "保存";
"custom.delete" = "削除";
"custom.saved" = "保存しました";
"custom.needname" = "先に名前を入力してください";
"custom.needaddress" = "先にアドレスを入力してください";
"custom.check.address" = "アドレス：%@";
"custom.check.http" = "応答：HTTP %ld、%.1f 秒、%lu バイト";
"custom.check.net" = "ネットワーク：%@";
"custom.check.notjson" = "応答が JSON として読めません";
"custom.check.field" = "フィールド %@ → %@";
"custom.check.nofield" = "フィールド %@ に値がありません";
"custom.check.hls" = "プレイリスト：#EXTM3U あり、セグメント %lu";
"custom.check.nothls" = "HLS のプレイリストではありません。先頭：%@";
